test/all/try.cfg.dot
digraph "try" {
    node [shape=box];
    subgraph "cluster_test1" {
        label="test1";
        "test1_68" [label="let a: Int = 42"];
        "test1_69" [label="try"];
        "test1_70" [label="a += 1"];
        "test1_71" [label="return 42",style=filled,fillcolor="#66A7DB"];
        "test1_68" -> "test1_69";
        "test1_69" -> "test1_70";
        "test1_70" -> "test1_71";
    }
    subgraph "cluster_test2" {
        label="test2";
        "test2_72" [label="try"];
        "test2_73" [label="return 42",style=filled,fillcolor="#66A7DB"];
        "test2_72" -> "test2_73";
    }
    subgraph "cluster_test3" {
        label="test3";
        "test3_74" [label="let a: Int = 0"];
        "test3_75" [label="try ... catch (err)"];
        "test3_76" [label="a = 19"];
        "test3_77" [label="dump(err)",style=filled,fillcolor="#66A7DB"];
        "test3_78" [label="return a",style=filled,fillcolor="#66A7DB"];
        "test3_74" -> "test3_75";
        "test3_75" -> "test3_76";
        "test3_75" -> "test3_77";
        "test3_76" -> "test3_78";
    }
}
